Repository: pypi-data/pypi-mirror-22
Catalog: packages/rolca/rolca-0.0.9-py2.py3-none-any.whl/rolca/frontend/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Photo
sl: Fotografija

source: Title
sl: Naslov

source: Made by
sl: Naredil

source: Log out
sl: Odjava

source: Log in
sl: Prijava

source: Select
sl: Izberi

source: Select the contest
sl: Izberite natečaj

source: Next
sl: Naprej

source: Sorry, there is no active contest at the moment.
sl: Oprostite, trenutno ni nobenega aktivnega natečaja.

source: Rolca - Upload
sl: Rolca - Nalaganje

source: Submit
sl: Pošlji

source: Thanks for taking part in the contest!
sl: Hvala za sodelovanje!

source: Only following image types are supported: {}
sl: Podprte so samo naslednje vrste datotek: {}

source: Uploaded file must be smaller than {}.
sl: Naložena datoteka mora biti manjša od {}.

source: Long edge of the image cannot excede {}px.
sl: Daljša stranica fotografije ne sme presegati {}px.
