Repository: pypi-data/pypi-mirror-22
Catalog: packages/pcart-1c-soap-api/pcart-1c-soap-api-1.98.10.tar.gz/pcart-1c-soap-api-1.98.10/soap_1c_api/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Integration with 1C (SOAP)
ru: Интеграция с 1С (SOAP)

source: File name
ru: Название файла

source: Added
ru: Добавлено

source: XML import file
ru: XML файл импорта

source: XML import files
ru: XML файлы импорта

source: Product
ru: Товар

source: Product variant
ru: Вариант товара

source: Message
ru: Сообщение

source: Product import log message
ru: Сообщение лога импорта товаров

source: Product import log messages
ru: Сообщения лога импорта товаров

source: Title
ru: Заголовок

source: UUID in 1C
ru: UUID в 1С

source: UUID of the product category in 1C system.
ru: UUID категории товаров в системе 1С.

source: Product type
ru: Тип товара

source: Collection
ru: Коллекция

source: Add the products of specified type to a collection.
ru: Добавлять товары указанного типа в коллекцию.

source: Product type relation
ru: Связь типа товара

source: Product type relations
ru: Связи типов товаров

source: Tag name
ru: Название тега

source: Link MetaContent/* tag with a collection.
ru: Связь MetaContent/* тега с коллекцией.

source: Extra collection relation
ru: Связь с дополнительными коллекциями

source: Extra collections relations
ru: Связи с дополнительными коллекциями
