Repository: pypi-data/pypi-mirror-22
Catalog: packages/pcart-1c-soap-api/pcart-1c-soap-api-1.98.11.tar.gz/pcart-1c-soap-api-1.98.11/soap_1c_api/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Integration with 1C (SOAP)
uk: Інтеграція з 1С (SOAP)

source: File name
uk: Назва файлу

source: Added
uk: Додано

source: XML import file
uk: XML файл імпорту

source: XML import files
uk: XML файли імпорту

source: Product
uk: Товар

source: Product variant
uk: Варіант товару

source: Message
uk: Повідомлення

source: Product import log message
uk: Повідомлення логу імпорта товару

source: Product import log messages
uk: Повідомлення логу імпорту товарів

source: Title
uk: Заголовок

source: UUID in 1C
uk: UUID в 1С

source: UUID of the product category in 1C system.
uk: UUID категорії товару в системі 1С

source: Product type
uk: Тип товару

source: Collection
uk: Колекція

source: Add the products of specified type to a collection.
uk: Додати товари вказаного типу до колекції.

source: Product type relation
uk: Відношення типу товару

source: Product type relations
uk: Відношення типів товарів

source: Tag name
uk: Назва тегу

source: Link MetaContent/* tag with a collection.
uk: Зв'язок MetaContent/* тегу з колекцією.

source: Extra collection relation
uk: Зв'язок з додатковою колекцією

source: Extra collections relations
uk: Зв'язки з додатковими колекціями
