Repository: pypi-data/pypi-mirror-22
Catalog: packages/collective.behavior.sql/collective.behavior.sql-0.9.14.tar.gz/collective.behavior.sql-0.9.14/collective/behavior/sql/locales/*/LC_MESSAGES/collective.behavior.sql.po
Languages: fr

source: Adds SQL behavior to be used with dexterity content types.
fr: Ajoute un comportement SQL à utiliser avec les contenus dexterity.

source: Catalog Reindex
fr: Cataloguer

source: Catalog Unindex
fr: Retirer du catalogue

source: Catalog Update
fr: Mettre à jour le catalogue

source: Data
fr: Données

source: SQL Content
fr: Contenu SQL

source: SQL behavior
fr: Comportement SQL

source: This content reflects a table in a SQL database
fr: Ce contenu reflète un table dans une base de données SQL

source: Uninstall SQL behavior
fr: Désinstaller le comprtement SQL

source: Uninstall SQL behavior Package.
fr: Désinstaller le module Comportement SQL

source: help_column
fr: Choisissez la colonne dans la table source de la base de données.

source: help_id_column
fr: Choisissez la colonne PrimaryKey source pour l'idenfiant du contenu.

source: help_sql_WHERE
fr: Utilisez un filtre SQL personnalisé. Vous ne devez que spécifier la clause "WHERE" et non la clause entière. Exemple: type = 'public'

source: help_sql_folder_id
fr: Choisissez le dossier où les contenus sql seront localisés. Si vide, une vue appelée 'data-'+ type.id sera automatiquement mise en place.

source: help_sql_id_column
fr: L'identifiant du contenu SQL

source: help_sql_modification_last_timestamp
fr: Date de modification de la dernière modification dans la table sélectionnée.

source: help_sql_modification_timestamp_column
fr: La dernière date de modification prise en compte pour la recherche des éléments devant être mis à jour dans le catalogue.

source: label_column
fr: Colonne

source: label_connection
fr: Connexion

source: label_id_column
fr: Colonne Identifiant

source: label_sql_WHERE
fr: WHERE

source: label_sql_folder_id
fr: Dossier pour les contenus SQL

source: label_sql_id
fr: ID du contenu SQL

source: label_sql_modification_last_timestamp
fr: Dernière date et heure de modification

source: label_sql_modification_timestamp_column
fr: Colonne pour la dernière date et heure de modification

source: label_sql_virtual
fr: SQL Virtuel

source: label_table
fr: Table
